Repository: Azzura-Tecnologia-da-Comunicacao/linphone-iphone
Catalog: Linphone/Localizable/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, pt_br, ru, sk, uk, zh_hans

# call_dialog_zrtp_security_alert_message
source: This call confidentiality may be compromise!
cs: Důvěrnost tohoto hovoru může být narušena!
de: Das Gesprächsgeheimnis kann gefährdet sein!
fr: La confidentialité de votre appel peut être compromise !
ru: Конфиденциальность звонка может быть нарушена!
sk: Dôvernosť tohto hovoru môže byť ohrozená!
uk: Конфіденційність цього дзвінка може бути скомпрометована!
zh_hans: 此通话的保密性可能会受到损害！

# call_dialog_zrtp_security_alert_title
source: Security alert
cs: Bezpečnostní upozornění
de: Sicherheitswarnung
fr: Alerte de sécurité
ru: Предупреждение о безопасности
sk: Bezpečnostné upozornenie
uk: Сповіщення безпеки
zh_hans: 安全警报

# call_dialog_zrtp_security_alert_try_again
source: Try again
cs: Zkusit znovu
de: Versuchen Sie erneut
fr: Réessayer
ru: Попробуйте еще раз
sk: Skúsiť znovu
uk: Спробуйте ще раз
zh_hans: 再试一次

# call_dialog_zrtp_validate_trust_letters_do_not_match
source: Nothing matches
cs: Žádná shoda
de: Nichts zusammenpasst
fr: Aucune correspondance
ru: Ничего не совпадает
sk: Žiadna zhoda
uk: Збіги відсутні
zh_hans: 没有匹配项

# call_dialog_zrtp_validate_trust_local_code_label
source: Your code:
cs: Váš kód:
de: Ihr Code:
fr: Votre code :
ru: Ваш код:
sk: Váš kód:
uk: Ваш код:
zh_hans: 您的验证码：

# call_dialog_zrtp_validate_trust_message
source: For your safety, we need to authenticate your correspondent device. Please exchange your codes:
cs: Pro vaši bezpečnost musíme ověřit zařízení vašeho protějšku. Prosím, vyměňte si své kódy:
de: Zu Ihrer Sicherheit müssen wir Ihr Endgerät authentifizieren. Bitte tauschen Sie Ihre Codes aus:
fr: Pour garantir le chiffrement, nous avons besoin d’authentifier l’appareil de votre correspondant. Veuillez échanger vos codes :
uk: Для вашої безпеки нам потрібно автентифікувати пристрій вашого співрозмовника. Будь ласка, обміняйтеся кодами:

# call_dialog_zrtp_validate_trust_remote_code_label
source: Correspondent code:
cs: Kód protějšku:
de: Entsprechender Code:
fr: Code correspondant :
ru: Код собеседника:
sk: Kód protistrany:
uk: Код співрозмовника:
zh_hans: 对话人验证码：

# call_dialog_zrtp_validate_trust_title
source: Validate the device
cs: Ověřit zařízení
de: Überprüfen des Geräts
fr: Vérification de sécurité
ru: Проверить устройство
sk: Overiť zariadenie
uk: Перевірте пристрій
zh_hans: 验证设备

# call_dialog_zrtp_validate_trust_warning_message
source: For your safety, we need to re-authenticate your correspondent device. Please re-exchange your codes:
cs: Pro vaši bezpečnost musíme znovu ověřit zařízení vašeho protějšku. Prosím, vyměňte si znovu své kódy:
de: Zu Ihrer Sicherheit müssen wir Ihr Endgerät authentifizieren. Bitte tauschen Sie Ihre Codes aus:
fr: Pour garantir le chiffrement, nous avons besoin de réauthentifier l’appareil de votre correspondant. Veuillez ré-échanger vos codes :
uk: Для вашої безпеки нам потрібно повторно автентифікувати пристрій вашого співрозмовника. Будь ласка, обміняйтеся кодами повторно:

# call_do_zrtp_sas_validation_again
source: Validate ZRTP SAS again
cs: Znovu ověřit ZRTP SAS
de: ZRTP SAS erneut validieren
fr: Faire la vérification à nouveau
ru: Повторная проверка ZRTP SAS
sk: Znovu overiť ZRTP SAS
uk: Перевірте ZRTP SAS ще раз
zh_hans: 再次验证ZRTP SAS

# call_history_deleted_toast
source: History has been deleted
cs: Historie byla smazána
de: Verlauf wurde gelöscht
fr: Historique supprimé
ru: История была удалена
sk: História bola vymazaná
uk: Історію видалено
zh_hans: 历史记录已被删除

# call_not_encrypted
source: Call is not encrypted
cs: Hovor není šifrován
de: Anruf ist nicht verschlüsselt
fr: Appel non chiffré
ru: Звонок не зашифрован
sk: Hovor nie je šifrovaný
uk: Дзвінок не зашифровано
zh_hans: 通话未加密

# call_outgoing
source: Outgoing call
cs: Odchozí hovor
de: Ausgehender Anruf
fr: Appel sortant
ru: Исходящий звонок
sk: Odchádzajúci hovor
uk: Вихідний дзвінок
zh_hans: 呼出

# call_srtp_point_to_point_encrypted
source: Point-to-point encrypted by SRTP
cs: Šifrováno point-to-point pomocí SRTP
de: Punkt-zu-Punkt Verschlüsselung durch SRTP
fr: Appel chiffré de point à point
ru: Шифрование точка-точка по SRTP
sk: Koncové šifrovanie pomocou SRTP
uk: Наскрізне шифрування за допомогою SRTP
zh_hans: SRTP点对点加密

# call_state_connected
source: Active
cs: Aktivní
de: Aktiv
fr: Actif
ru: Активный
sk: Aktívny
uk: Активний
zh_hans: 活动的

# call_state_paused
source: Paused
cs: Pozastaveno
de: Pausieren
fr: En pause
ru: Приостановлено
sk: Pozastavené
uk: Призупинено
zh_hans: 暂停

# call_state_paused_by_remote
source: Paused by remote
cs: Pozastaveno vzdálenou stranou
de: Fern pausiert
fr: Mis en pause par le correspondant
ru: Приостановлено удаленно
sk: Pozastavené vzdialenou stranou
uk: Призупинено віддалено
zh_hans: 被远程方暂停

# call_state_resuming
source: Resuming…
cs: Obnovuji…
de: Fortsetzen…
fr: Reprise…
ru: Возобновление…
sk: Obnovujem…
uk: Відновлення…
zh_hans: 正在恢复…

# call_stats_audio_title
source: Audio
cs: Zvuk
ru: Аудио
sk: Zvuk
uk: Аудіо
zh_hans: 音频

# call_stats_media_encryption_title
source: Media encryption
cs: Šifrování médií
de: Medienverschlüsselung
fr: Chiffrement du média
ru: Шифрование медиа
sk: Šifrovanie médií
uk: Шифрування медіа
zh_hans: 媒体加密

# call_transfer_current_call_title
source: Transfer call
cs: Přepojení hovoru
de: Anruf weiterleiten
fr: Transférer l’appel
uk: Перенаправити дзвінок

# call_transfer_failed_toast
source: Call transfer failed!
cs: Přepojení hovoru selhalo!
de: Anrufweiterleitung fehlgeschlagen!
fr: Echec du transfert
ru: Перевод вызова не удался!
sk: Presmerovanie hovoru zlyhalo!
uk: Перенаправлення виклику не вдалося!
zh_hans: 呼叫转移失败！

# call_transfer_in_progress_toast
source: Call is being transferred
cs: Hovor se přepojuje
de: Anruf wird weitergeleitet
fr: Transfert en cours
ru: Вызов переводится
sk: Hovor je presmerovaný
uk: Виклик перенаправляється
zh_hans: 呼叫正在转接

# call_transfer_successful_toast
source: Call has been successfully transferred
cs: Hovor byl úspěšně přepojen
de: Anruf wurde erfolgreich weitergeleitet
fr: Appel transféré
ru: Звонок успешно переведен
sk: Hovor bol úspešne presmerovaný
uk: Виклик успішно перенаправлено
zh_hans: 呼叫已成功转移

# call_waiting_for_encryption_info
source: Waiting for encryption…
cs: Čeká se na šifrování…
de: Warten auf Verschlüsselung…
fr: En attente du chiffrement…
ru: Ожидание шифрования…
sk: Čaká sa na šifrovanie…
uk: Очікування шифрування…
zh_hans: 正在等待加密…

# call_zrtp_end_to_end_encrypted
source: End-to-end encrypted by ZRTP
cs: Koncově šifrováno pomocí ZRTP
de: Ende-zu-Ende verschlüsselt durch ZRTP
fr: Appel chiffré de bout en bout
ru: Сквозное шифрование ZRTP
sk: Koncovo šifrované pomocou ZRTP
uk: Наскрізне шифрування за допомогою ZRTP
zh_hans: ZRTP端到端加密

# call_zrtp_sas_validation_required
source: Validation required
cs: Je vyžadováno ověření
de: Validierung erforderlich
fr: Vérification nécessaire
ru: Требуется проверка
sk: Vyžadované overenie
uk: Потрібна перевірка
zh_hans: 需要验证

# call_zrtp_sas_validation_skip
source: Skip
cs: Přeskočit
de: Überspringen
fr: Passer
uk: Пропустити

# calls_count_label
source: %@ calls
cs: %@ hovorů
de: %@ Anrufe
fr: %@ appels
uk: %@ дзвінки

# calls_list_dialog_merge_into_conference_label
source: Create conference
cs: Vytvořit konferenci
de: Konferenz erstellen
fr: Créer une conférence
ru: Создать конференцию
sk: Vytvoriť konferenciu
uk: Створити конференцію
zh_hans: 创建会议

# calls_list_dialog_merge_into_conference_title
source: Merge all calls into conference?
cs: Propojit všechny hovory do konference?
de: Alle Anrufe zu einer Konferenz zusammenführen?
fr: Fusionner les appels en une conférence ?
ru: Объединить все звонки в конференцию?
sk: Zlúčiť všetky hovory do konferencie?
uk: Об'єднати всі дзвінки в конференцію?
zh_hans: 将所有通话合并到会议中？

# calls_list_title
source: Calls list
cs: Seznam hovorů
de: Anrufliste
fr: Liste des appels
ru: Список вызовов
sk: Zoznam hovorov
uk: Список дзвінків
zh_hans: 通话列表

source: Ce mode vous permet d’être interopérable avec d’autres services SIP. Vos communications seront chiffrées de point à point.
cs: Tento režim umožňuje spolupráci s jinými SIP službami. Vaše komunikace bude koncově šifrovaná.
de: Dieser Modus ermöglicht die Interoperabilität mit anderen SIP-Diensten. Ihre Kommunikation wird Punkt-zu-Punkt verschlüsselt.
uk: Цей режим дозволяє вам бути сумісним з іншими SIP-сервісами. Ваші повідомлення будуть зашифровані наскрізним шифруванням.

source: Chiffrement de bout en bout de tous vos échanges, grâce au mode default vos communications sont à l’abri des regards.
cs: Koncové šifrování veškeré vaší komunikace, ve výchozím režimu je v bezpečí před zvědavýma očima.
de: Ende-zu-Ende-Verschlüsselung aller Ihrer Kommunikationen. Dank des Standardmodus sind Ihre Kommunikationen vor neugierigen Blicken geschützt.
uk: Наскрізне шифрування всіх ваших повідомлень, завдяки режиму за замовчуванням ваші повідомлення захищені від сторонніх очей.

# conference_action_screen_sharing
source: Screen share
cs: Sdílet obrazovku
de: Bildschirmfreigabe
fr: Partage d’écran
ru: Поделиться экраном
sk: Zdieľať obrazovku
uk: Спільний доступ до екрана
zh_hans: 屏幕共享

# conference_action_show_participants
source: Participants
cs: Účastníci
de: Teilnehmer
ru: Участники
sk: Účastníci
uk: Учасники
zh_hans: 参与者

# conference_call_empty
source: Waiting for other participants…
cs: Čekání na další účastníky…
de: Warten auf weitere Teilnehmer…
fr: En attente d’autres participants…
ru: Ожидание остальных участников…
sk: Čakanie na ďalších účastníkov…
uk: Чекаємо на інших учасників…
zh_hans: 正在等待其他参与者…

# conference_failed_to_create_group_call_toast
source: Failed to create a group call!
cs: Vytvoření skupinového hovoru selhalo!
de: Gruppenanruf konnte nicht erstellt werden!
fr: Echec de l’appel de groupe
ru: Не удалось создать групповой звонок!
sk: Vytvorenie skupinového hovoru zlyhalo!
uk: Не вдалося створити груповий дзвінок!
zh_hans: 创建群组呼叫失败！

# conference_layout_active_speaker
source: Speaker
cs: Mluvčí
de: Lautsprecher
fr: Intervenant actif
ru: Текущий участник
sk: Hovoriaci (rečník)
uk: Динамік
zh_hans: 发言人

# conference_layout_audio_only
source: Audio only
cs: Pouze zvuk
de: Nur Audio
fr: Audio uniquement
ru: Только аудио
sk: Iba zvuk
uk: Тільки аудіо
zh_hans: 仅限音频

# conference_layout_grid
source: Mosaic
cs: Mozaika
de: Mosaik
fr: Mosaïque
ru: Мозаика
sk: Mozaika
uk: Мозаїка
zh_hans: 镶嵌Mosaic

source: Conference name error
cs: Chyba názvu konference
de: Konferenznamen Fehler
fr: Nom de réunion invalide
uk: Помилка назви конференції

# conference_participant_joining_text
source: Joining…
cs: Připojování…
de: Beitritt…
fr: En train de rejoindre…
ru: Подключаюсь…
sk: Pripojovanie…
uk: Приєднання…
zh_hans: 正在加入…

# conference_participant_paused_text
source: Paused
cs: Pozastaveno
de: Pausieren
fr: En pause
ru: Приостановлено
sk: Pozastavené
uk: Призупинено
zh_hans: 暂停

# conference_share_link_title
source: Share invitation
cs: Sdílet pozvánku
de: Einladung teilen
fr: Partager le lien
ru: Поделиться приглашением
sk: Zdieľať pozvánku
uk: Поділитися запрошенням
zh_hans: 分享邀请

# connection_error_for_non_default_account
source: Account(s) connection error
cs: Chyba při připojení účtu(ů)
de: Verbindungsfehler bei den Konten
fr: Compte(s) non connecté(s)
ru: Ошибка подключения к аккаунту(ам)
sk: Chyba pripojenia účtu(-ov)
uk: Помилка підключення облікового запису(ів)
zh_hans: 账户连接错误

# contact_call_action
source: Call
cs: Volat
de: Anruf
fr: Appel
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# contact_details_actions_title
source: Other actions
cs: Další akce
de: Andere Aktionen
fr: Autres actions
ru: Другие действия
sk: Ďalšie akcie
uk: Інші дії
zh_hans: 其他动作

# contact_details_add_to_favourites
source: Add to favourites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
ru: Добавить в избранное
sk: Pridať do obľúbených
uk: Додати в обрані
zh_hans: 添加到收藏夹

# contact_details_delete
source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
ru: Удалить
sk: Vymazať
uk: Видалити
zh_hans: 删除

# contact_details_edit
source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
ru: Изменить
sk: Upraviť
uk: Редагувати
zh_hans: 编辑

# contact_details_numbers_and_addresses_title
source: Phone numbers &amp; SIP addresses
cs: Telefonní čísla a SIP adresy
de: Telefonnummern &amp; SIP-Adressen
fr: Coordonnées
uk: Номери телефонів та SIP-адреси

# contact_details_remove_from_favourites
source: Remove from favourites
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
fr: Retirer des favoris
ru: Удалить из избранного
sk: Odstrániť z obľúbených
uk: Видалити з обраних
zh_hans: 从收藏夹中删除

# contact_details_share
source: Share
cs: Sdílet
de: Teilen
fr: Partager
ru: Поделиться
sk: Zdieľať
uk: Поділитися
zh_hans: 分享

# contact_dialog_delete_message
source: This contact will be definitively removed.
cs: Kontakt bude nadobro nevratně smazán.
de: Dieser Kontakt wird endgültig entfernt.
fr: Ce contact sera définitivement supprimé.
ru: Этот контакт будет окончательно удален.
sk: Tento kontakt bude definitívne odstránený.
uk: Цей контакт буде остаточно видалено.
zh_hans: 此联系人将被永久删除。

# contact_dialog_delete_title
source: Delete %@?
cs: Smazat %@?
de: %@ löschen?
fr: Supprimer %@ ?
uk: Видалити %@?

# contact_dialog_pick_phone_number_or_sip_address_title
source: Choose a number or a SIP address
cs: Vyberte číslo nebo SIP adresu
de: Eine Nummer oder SIP Adresse wählen
fr: Choisissez un numéro ou adresse SIP
ru: Выберите номер или SIP-адрес
sk: Vyberte číslo alebo SIP adresu
uk: Виберіть номер або SIP-адресу
zh_hans: 选择一个电话号码或SIP地址

# contact_edit_title
source: Edit contact
cs: Upravit kontakt
de: Kontakt bearbeiten
fr: Modifier contact
ru: Изменить контакт
sk: Upraviť kontakt
uk: Редагувати контакт
zh_hans: 编辑联系人

# contact_editor_company
source: Company
cs: Společnost
de: Unternehmen
fr: Entreprise
ru: Организация
sk: Spoločnosť
uk: Компанія
zh_hans: 公司

# contact_editor_dialog_abort_confirmation_message
source: All changes will be lost
cs: Všechny změny budou ztraceny
de: Alle Änderungen werden verloren
fr: Toutes vos modifications seront perdues.
ru: Все изменения будут потеряны
sk: Všetky zmeny budú stratené
uk: Усі зміни будуть втрачені
zh_hans: 所有更改都将丢失

# contact_editor_dialog_abort_confirmation_title
source: Don't save changes?
cs: Zahodit změny?
de: Änderungen nicht speichern?
fr: Ignorer les modifications ?
ru: Не сохранять изменения?
sk: Neuložiť zmeny?
uk: Не зберігати зміни?
zh_hans: 不保存更改？

# contact_editor_first_name
source: First name
cs: Jméno
de: Vorname
fr: Prénom
ru: Имя
sk: Krstné meno
uk: Ім'я
zh_hans: 名

# contact_editor_job_title
source: Job title
cs: Pracovní pozice
de: Berufsbezeichnung
fr: Poste
ru: Должность
sk: Pracovná pozícia
uk: Посада
zh_hans: 职位

# contact_editor_last_name
source: Last name
cs: Příjmení
de: Nachname
fr: Nom de famille
ru: Фамилия
sk: Priezvisko
uk: Прізвище
zh_hans: 姓

# contact_message_action
source: Message
cs: Zpráva
de: Nachricht
ru: Сообщение
sk: Správa
uk: Повідомлення
zh_hans: 信息

# contact_new_title
source: New contact
cs: Nový kontakt
de: Neuer Kontakt
fr: Nouveau contact
ru: Новый контакт
sk: Nový kontakt
uk: Новий контакт
zh_hans: 新建联系人

# contact_video_call_action
source: Video call
cs: Videohovor
de: Videoanruf
fr: Appel vidéo
sk: Videohovor
uk: Відеодзвінок

# contacts_list_all_contacts_title
source: All contacts
cs: Všechny kontakty
de: Alle Kontakte
fr: Tous les contacts
ru: Все контакты
sk: Všetky kontakty
uk: Усі контакти
zh_hans: 所有联系人

# contacts_list_empty
source: No contact for the moment…
cs: Momentálně žádný kontakt…
de: Im Moment kein Kontakt…
fr: Aucun contact pour le moment…
ru: Сейчас нет ни одного контакта…
sk: Momentálne žiadny kontakt…
uk: Наразі контакти відсутні…
zh_hans: 暂时没有联系人…

# contacts_list_favourites_title
source: Favourites
cs: Oblíbené
de: Favoriten
fr: Favoris
ru: Избранное
sk: Obľúbené
uk: Обрані контакти
zh_hans: 收藏夹

# contacts_list_filter_popup_see_all
source: See all
cs: Zobrazit vše
de: Alles sehen
fr: Tous les contacts
ru: Смотреть все
sk: Zobraziť všetko
uk: Переглянути усі
zh_hans: 查看所有

# contacts_list_filter_popup_see_linphone_only
source: See %@ contacts
cs: Zobrazit %@ kontakty
de: %@ Kontakte siehen
fr: Contacts %@
uk: Переглянути контакти %@

# conversation_action_call
source: Call
cs: Volat
de: Anruf
fr: Appeler
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# conversation_action_configure_ephemeral_messages
source: Configure ephemeral messages
cs: Nastavení mizejících zpráv
de: kurzlebiger Nachrichten konfigurieren
fr: Configurer les messages éphémères
ru: Настроить временные сообщения
sk: Nastavenie dočasných (miznúcich) správ
uk: Налаштування тимчасових повідомлень
zh_hans: 配置阅后即焚消息

# conversation_action_delete
source: Delete conversation
cs: Smazat konverzaci
de: Gespräch löschen
fr: Supprimer la conversation
ru: Удалить беседу
sk: Vymazať konverzáciu
uk: Видалити розмову
zh_hans: 删除聊天

# conversation_action_leave_group
source: Leave the group
cs: Opustit skupinu
de: Verlasse die Gruppe
fr: Quitter la conversation
ru: Покинуть группу
sk: Opustiť skupinu
uk: Вийти з групи
zh_hans: 离开群组

# conversation_action_mark_as_read
source: Mark as read
cs: Označit jako přečtené
de: Als gelesen markieren
fr: Marquer comme lu
ru: Отметить как прочитанное
sk: Označiť ako prečítané
uk: Позначити як прочитане
zh_hans: 标记为已读

# conversation_action_mute
source: Mute
cs: Ztlumit
de: Stummschalten
fr: Mettre en sourdine
ru: Отключить звук
sk: Stlmiť
uk: Вимкнути звук
zh_hans: 静音

# conversation_action_unmute
source: Un-mute
cs: Zrušit ztlumení
de: Stumm aufheben
fr: Réactiver les notifications
ru: Включить звук
sk: Zrušiť stlmenie
uk: Увімкнути звук
zh_hans: 取消静音

# conversation_add_participants_title
source: Add participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
fr: Ajouter des participants
ru: Добавить участников
sk: Pridať účastníkov
uk: Додати учасників
zh_hans: 添加参与者

# conversation_composing_label_multiple
source: %@ are composing…
cs: %@ píšou…
de: %@ sind zusammengestellt…
fr: %@ sont en train d'écrire…
uk: %@ скомпоновано…

# conversation_composing_label_single
source: %@ is composing…
cs: %@ píše…
de: %@ ist zusammengestellt…
fr: %@ est en train d'écrire…
uk: %@ скомпоновано…

# conversation_dialog_edit_subject
source: Edit conversation subject
cs: Upravit předmět konverzace
de: Gesprächsbetreff bearbeiten
fr: Renommer la conversation
ru: Изменить тему беседы
sk: Upraviť predmet konverzácie
uk: Редагувати назву розмови
zh_hans: 编辑聊天主题

# conversation_dialog_set_subject
source: Set conversation subject
cs: Nastavit předmět konverzace
de: Gesprächsbetreff festlegen
fr: Nommer la conversation
ru: Установить тему беседы
sk: Nastaviť predmet konverzácie
uk: Встановити назву розмови
zh_hans: 设置聊天主题

# conversation_dialog_subject_hint
source: Conversation subject
cs: Předmět konverzace
de: Gesprächsbetreff
fr: Nom de la conversation
ru: Тема беседы
sk: Predmet konverzácie
uk: Назва розмови
zh_hans: 聊天主题

# conversation_end_to_end_encrypted_event_subtitle
source: Messages in this conversation are e2e encrypted. Only your correspondent can decrypt them.
cs: Zprávy v této konverzaci jsou koncově šifrovány. Dešifrovat je může pouze váš protějšek.
de: Nachrichten in dieser Gespr sind Ende-zu-Ende verschlüsselt. Nur Ihr Gesprächspartner kann sie entschlüsseln.
fr: Les messages de cette conversation sont chiffrés de bout en bout. Seul votre correspondant peut les déchiffrer.
ru: Сообщения в этой беседе зашифрованы end-to-end шифрованием. Расшифровать их может только ваш собеседник.
sk: Správy v tejto konverzácii sú koncovo šifrované. Dešifrovať ich môže len váš partner v konverzácii.
uk: Повідомлення в цій розмові зашифровані за методом електронного шифрування (e2e). Розшифрувати їх може лише ваш співрозмовник.
zh_hans: 此聊天中的消息是端对端e2e加密的。只有您的对话方才能解密它们。

# conversation_end_to_end_encrypted_event_title
source: End-to-end encrypted conversation
cs: Koncově šifrovaná konverzace
de: Ende-zu-Ende verschlüsselte Gespräch
fr: Conversation chiffrée de bout en bout
ru: Сквозное шифрование беседы
sk: Koncové šifrovanie konverzácie
uk: Наскрізне шифрування розмови
zh_hans: 端到端加密聊天

# conversation_ephemeral_messages_duration_disabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
fr: Désactiver
ru: Отключить
sk: Zakázané
uk: Вимкнено
zh_hans: 禁用

# conversation_ephemeral_messages_duration_multiple_days
source: %d days
cs: %d dnů
de: %d Tage
fr: %d jours
uk: %d днів

# conversation_ephemeral_messages_duration_one_day
source: 1 day
cs: 1 den
de: 1 Tag
fr: 1 jour
ru: 1 день
sk: 1 deň
uk: 1 доба
zh_hans: 1天

# conversation_ephemeral_messages_duration_one_hour
source: 1 hour
cs: 1 hodina
de: 1 Stunde
fr: 1 heure
ru: 1 час
sk: 1 hodina
uk: 1 година
zh_hans: 1小时

# conversation_ephemeral_messages_duration_one_minute
source: 1 minute
cs: 1 minuta
ru: 1 минута
sk: 1 minúta
uk: 1 хвилина
zh_hans: 1分钟

# conversation_ephemeral_messages_duration_one_week
source: 1 week
cs: 1 týden
de: 1 Woche
fr: 1 semaine
ru: 1 неделя
sk: 1 týždeň
uk: 1 тиждень
zh_hans: 1周

# conversation_ephemeral_messages_duration_three_days
source: 3 days
cs: 3 dny
de: 3 Tage
fr: 3 jours
ru: 3 дня
sk: 3 dni
uk: 3 доби
zh_hans: 3天

# conversation_ephemeral_messages_subtitle
source: New messages will be automatically deleted once read by everyone. Choose a duration:
cs: Nové zprávy budou automaticky smazány, jakmile je všichni přečtou. Vyberte dobu trvání:
de: Neue Nachrichten werden automatisch gelöscht, sobald sie von allen gelesen wurden. Wählen Sie eine Dauer:
fr: Les messages éphémères seront automatiquement supprimés après avoir été lus par tous et une fois le délai suivant écoulé :
ru: Новые сообщения будут автоматически удаляться после прочтения всеми. Время жизни сообщения:
sk: Nové správy sa automaticky odstránia, keď si ich všetci prečítajú. Vyberte dobu trvania:
uk: Нові повідомлення будуть автоматично видалені після того, як їх усі прочитають. Оберіть тривалість відображення повідомлення:
zh_hans: 新消息一旦被所有人阅读，就会自动删除。 选择持续时间：

# conversation_ephemeral_messages_title
source: Ephemeral messages
cs: Mizející zprávy
de: Kurzlebiger Nachrichten
fr: Messages éphémères
ru: Временные сообщения
sk: Dočasné (miznúce) správy
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

# conversation_event_admin_set
source: %@ is admin
cs: %@ je administrátor
de: %@ ist Administrator
fr: %@ est admin
uk: %@ є адміном

# conversation_event_admin_unset
source: %@ is no longer admin
cs: %@ již není administrátor
de: $@ ist nicht mehr Administrator
fr: %@ n'est plus admin
uk: %@ більше не є адміном

# conversation_event_conference_created
source: You have joined the group
cs: Přidal(a) jste se ke skupině
de: Sie sind der Gruppe beigetreten
fr: Vous avez rejoint la conversation
ru: Вы присоединились к группе
sk: Pridali ste sa ku skupine
uk: Ви приєдналися до групи
zh_hans: 您已加入该群

# conversation_event_conference_destroyed
source: You have left the group
cs: Opustil(a) jste skupinu
de: Sie haben der Gruppe verlassen
fr: Vous avez quitté la conversation
ru: Вы покинули группу
sk: Opustili ste skupinu
uk: Ви вийшли з групи
zh_hans: 您已离开该组

# conversation_event_device_added
source: New device for %@
cs: Nové zařízení pro %@
de: neues Gerät für %@
fr: Nouvel appareil pour %@
uk: Новий пристрій для %@

# conversation_event_device_removed
source: Device for %@ removed
cs: Zařízení pro %@ bylo odstraněno
de: Gerät für %@ entfernt
fr: Appareil supprimé pour %@
uk: Пристрій для %@ видалено

# conversation_event_ephemeral_messages_disabled
source: Ephemeral messages have been disabled
cs: Mizející zprávy byly zakázány
de: Kurzlebige Nachrichten wurden deaktiviert
fr: Messages éphémères désactivés
ru: Временные сообщения отключены
sk: Dočasné (miznúce) správy boli zakázané
uk: Тимчасові повідомлення вимкнуто
zh_hans: 已禁用阅后即焚消息
